tests/fixtures/simpleworkflow.mmd
graph LR
    custom_start_view(custom start view)
    end[end]
    save_the_princess(save the princess)
    start_method[start method]
    start_view(start view)
    custom_start_view --> save_the_princess
    save_the_princess --> end
    start_method --> save_the_princess
    start_view --> save_the_princess
    style custom_start_view fill:white,stroke:#000,stroke-width:2px,color:#000
    style end fill:white,stroke:#000,stroke-width:2px,color:#000
    style save_the_princess fill:white,stroke:#000,stroke-width:2px,color:#000
    style start_method fill:white,stroke:#000,stroke-width:2px,color:#000
    style start_view fill:white,stroke:#000,stroke-width:2px,color:#000
